String? currentCountry;
const String url = 'http://10.0.2.2:3000';
const exchangeRateText1 = '파란색 그래프는 미국의 기준금리, 주황색 그래프는 미국 달러와 한국 원화의 환율을 나타내고 있어요. 미국의 기준금리가 높아진다고 해서, 원-달러 환율이 반드시 상승하고 있지 않아요. 정치적 요소, 기대 심리 등 다양한 외부 변수가 함께 작용하고 있기 때문이에요.';
const exchangeRateText2 = '파란색 그래프는 미국의 소비자물가지수(CPI), 주황색 그래프는 미국 달러와 한국 원화의 환율을 나타내고 있어요. 미국 소비자물가지수가 오르면, 원-달러 환율도 함께 오르는 관계를 보이고 있어요.\n하지만 최근 12월 CPI가 예상보다 높게 발표되며 환율도 함께 올랐지만, 글로벌 경기 같은 외부 환경의 변화로 다시 하락하는 흐름을 보여주었어요. 이렇게 여러 변수가 함께 작용하기 때문에, 물가와 환율이 항상 비례하는 관계라고 단정할 수 없어요.';